{
  "hi": "Hello, world.",
  "presentation": "I am Daniel Navarro Machín.",
  "developer": "· Full Stack Web Developer ·",
  "about_button": "More about me",
  "home-menu": "Home",
  "about-menu": "About me",
  "cv-menu": "Resume",
  "portfolio-menu": "Portfolio",
  "service-menu": "Services",
  "contact-menu": "Contact",
  "aboutMe-heading": "About me",
  "aboutMe-subHeading": "Let me introduce myself.",
  "presentation-p": "My name is Daniel, I am a graduate in Computer Engineering at the University of Matanzas Camilo Cienfuegos.",
  "profile-heading": "Profile",
  "profile-p": "Born in Cárdenas, Matanzas, Cuba. Currently living in Máximo Gómez, Perico, Matanzas, Cuba.",
  "full-name-heading": "Full name:",
  "born-date-heading": "Date of birth:",
  "born-date-span": "June 27, 1999",
  "ocupation-heading": "Occupation:",
  "ocupation-span": "Freelancer, Web developer",
  "email-heading": "Email:",
  "phone-heading": "Phone:",
  "skills-heading": "Skills",
  "skills-p": "I have great self-improvement skills, extremely self-taught, proactive and a great team player.",
  "hire-me-button": "Hire me",
  "cv-heading": "Curriculum vitae",
  "cv-subHeading": "More about my education.",
  "education-heading": "Education",
  "education-el1-heading": "Computer Engineer",
  "education-el1-subHeading": "University of Matanzas Camilo Cienfuegos, Matanzas, Cuba",
  "education-el1-p": "I obtained the foundations of my knowledge. I developed my skills in programming logic, object-oriented programming, data structures, computer architecture, design patterns, development methodologies, among others. I got notions in languages such as C#, Python, 8086 Assembler.",
  "education-el2-heading": "English level B2",
  "education-el2-subHeading": "Language school of the University of Matanzas Camilo Cienfuegos",
  "education-el2-p": "I developed my skills in the English language, obtaining the B2 level certificate.",
  "work-experience-heading": "Work experience",
  "work-experience-el1-heading": "Web developer",
  "work-experience-el1-timelapse": "2020 - Present",
  "work-experience-el1-subHeading": "Experimental Station of Pastures and Forages Indio Hatuey, Matanzas, Cuba.",
  "work-experience-el1-p": "At the station I put into practice the knowledge obtained throughout my career and acquired some new ones. Thanks to this I was able to develop my diploma work, which consists of a management system for their contracting process, developed in native code, using HTML5, CSS3, JS, Bootstrap, jQuery for the Front and PHP, Maria DB for the Back.",
  "work-experience-el1-p1": "I am also the designer and developer of the site for their web library. Developed with similar technologies.",
  "work-experience-el1-a": "Visit André Voisin Library",
  "work-experience-el2-heading": "IT Specialist",
  "work-experience-el2-timelapse": "January 2023 - Present",
  "work-experience-el2-subHeading": "Municipal Directorate of Planning and Urbanism, Perico, Matanzas, Cuba",
  "work-experience-el2-p": "Among the functions I perform are:",
  "work-experience-el2-li1": "Updates of applications, antivirus and software in general.",
  "work-experience-el2-li2": "Maintenance and updating of hardware.",
  "work-experience-el2-li3": "Inventories of resources (hardware and software)",
  "work-experience-el2-li4": "Training of personnel on various applications.",
  "portfolio-heading": "Portfolio",
  "portfolio-subHeading": "Check out some of my work.",
  "portfolio-p": "A sample of what I am capable of doing. Compilation of my most important works. Projects both personal and official.",
  "portfolio-el1-type": "The classic Nokia game adapted to the web...",
  "portfolio-el1-p1": "A library developed with JavaScript for generating attractive alerts and notifications for the user and easy to use for developers.",
  "portfolio-el1-p2": "Personal project aimed at practicing my development skills with JavaScript.",
  "portfolio-el1-p3": "Languages and tools used: HTML5, CSS3, JS, Bootstrap, jQuery.",
  "portfolio-el1-category": "Web development",
  "portfolio-el1-visit": "Visit",
  "portfolio-el1-close": "Close",
  "portfolio-el2-type": "Website of the André Voisin Library",
  "portfolio-el2-p1": "Website of the André Voisin Library, belonging to the Experimental Station of Pastures and Forages Indio Hatuey. Digital library that allows downloading and consulting materials related to agriculture, veterinary medicine, livestock, among other related topics.",
  "portfolio-el2-p2": "Professional project, developed as a work practice during the career. In this, I practice my full-stack skills, as a manager section had to be developed, which would allow uploading new documents, among other functionalities.",
  "portfolio-el2-p3": "Languages and tools used: HTML5, CSS3, JS, Bootstrap, jQuery, PHP, MySQL.",
  "portfolio-el2-category":"Web Development",
  "portfolio-el2-visit": "Visit",
  "portfolio-el2-close": "Close",
  "portfolio-el3-type": "JavaScript alert library",
  "portfolio-el3-p1": "The classic Nokia game adapted to the web, friendly with computers as well as cell phones and other mobile devices.",
  "portfolio-el3-p2": "Personal project, developed with the aim of improving my skills in handling the DOM with JavaScript.",
  "portfolio-el3-p3": "Languages and tools used: HTML5, CSS3, JS, jQuery, PHP.",
  "portfolio-el3-category": "Web development",
  "portfolio-el3-visit": "Visit",
  "portfolio-el3-close": "Close",
  "services-heading": "Services",
  "services-subheading": "What can I do for you?",
  "services-p": "Each service includes technical assistance at each stage. Communication between both parties is paramount for the fluidity of the process. An agile development methodology (XP) is used, so the client plays a leading role.",
  "services-el1-title": "Web development",
  "services-el1-p1": "Nowadays, a business without a website is a business that does not exist in the digital world.",
  "services-el1-p2": "To prevent this, we help you to transcribe your wishes and needs into a website, with a modern and minimalist design, being our priority, the fulfillment of your requirements.",
  "contratar-service1": "Hire",
  "services-el2-title": "Web applications",
  "services-el2-p1": "Each business requires custom systems to facilitate their work, whether they are inventory systems, billing, orders and deliveries, among others.",
  "services-el2-p2": "Here at DNMjustMe, we provide the solution to those problems, with the development of custom web systems, meeting your requirements and needs.",
  "contratar-service2": "Hire",
  "services-el3-title": "IT solutions",
  "services-el3-p1": "If you are struggling with the solution to a problem, and you need a fresh approach, do not hesitate to contact us. We offer solutions to problems in the languages mentioned in the section 'About me'.",
  "services-el3-p2": "We offer affordable rates, depending on the complexity of the requested algorithm.",
  "contratar-service3": "Hire",
  "services-el4-title": "Technical support",
  "services-el4-p1": "New technologies can be a bit difficult to understand. If you are one of those who has these difficulties, do not hesitate to contact us. We offer Technical support related to our services and other technologies.",
  "contratar-service4": "Hire",
  "services-el5-title": "Maintenance",
  "services-el5-p1": "Keeping our tools updated, and running efficiently can be a bit complicated. Here at DNMjustMe we keep our websites and web applications always updated and efficiently operating.",
  "contratar-service5": "Hire",
  "contact-title": "Contact",
  "contact-subheading": "I would love to hear from you.",
  "contact-p1": "State your problem and you will be attended via email.",
  "where-to-find-me": "Where to find me",
  "send-me-an-email": "Send me an email at",
  "send-button": "Send",
  "call-me": "Call me or write to me at",
  "phone": "Phone:"
}
