{
  "hi": "Hola, mundo.",
  "presentation": "Soy Daniel Navarro Machín.",
  "developer": "· Desarrollador Web Full Stack ·",
  "about_button": "Más sobre de mi ",
  "home-menu": "Inicio",
  "about-menu": "Sobre mi",
  "cv-menu": "Currículum",
  "portfolio-menu": "Portafolio",
  "service-menu": "Servicios",
  "contact-menu": "Contacto",
  "aboutMe-heading": "Sobre mi",
  "aboutMe-subHeading": "Permítame introducirme.",
  "presentation-p": "Mi nombre es Daniel, soy graduado de Ingeniería Informática en la Universidad de Matanzas Camilo Cienfuegos.",
  "profile-heading": "Perfil",
  "profile-p": "Nacido en Cárdenas, Matanzas, Cuba. Actualmente viviendo en Máximo Gómez, Perico, Matanzas, Cuba.",
  "full-name-heading": "Nombre completo:",
  "born-date-heading": "Fecha de nacimiento:",
  "born-date-span": "27 de junio de 1999",
  "ocupation-heading": "Ocupación:",
  "ocupation-span": "Freelancer, Desarrollador web",
  "email-heading": "Email:",
  "phone-heading": "Teléfono:",
  "skills-heading": "Habilidades",
  "skills-p": "Poseo grandes habilidades de auto superación, extremadamente autodidacta, proactivo y gran jugador en equipo.",
  "hire-me-button": "Contráteme",
  "cv-heading": "Currículum vítae",
  "cv-subHeading": "Más acerca de mi formación.",
  "education-heading": "Educación",
  "education-el1-heading": "Ingeniero Informático",
  "education-el1-subHeading": "Universidad de Matanzas Camilo Cienfuegos, Matanzas, Cuba",
  "education-el1-p": "Obtuve las bases de mis conocimientos. Desarrollé mis habilidades de lógica de programación, programación orientada a objetos, estructura de datos, arquitectura de computadoras, patrones de diseño, metodologías de desarrollo, entre otros. Obtuve las nociones en lenguajes como C#, Python, Ensamblador 8086.",
  "education-el2-heading": "Nivel de inglés B2",
  "education-el2-subHeading": "Escuela de idiomas de la Universidad de Matanzas Camilo Cienfuegos",
  "education-el2-p": "Desarrollé mis habilidades en el idioma inglés, obteniendo el certificado de nivel B2.",
  "work-experience-heading": "Experiencia de trabajo",
  "work-experience-el1-heading": "Desarrollador web",
  "work-experience-el1-timelapse": "2020 - Presente",
  "work-experience-el1-subHeading": "Estación Experimental de Pastos y Forrajes Indio Hatuey, Matanzas, Cuba.",
  "work-experience-el1-p": "En la estación puse en práctica los conocimientos obenidos durante toda la carrera y obtuve algunos nuevos. Gracias a esto pude desarrollar mi trabajo de diploma, que consiste en un sistema de gestión para su proceso de contratación, desarrollado en código nativo, utilizando HTML5, CSS3, JS, Bootsrap, jQuery para el Front y PHP, Maria DB para el Back.",
  "work-experience-el1-p1": "Además soy el diseñador y desarrollador del sitio de su biblioteca web. Desarrollado con tecnologías similares.",
  "work-experience-el1-a": "Visitar Biblioteca André Voisin",
  "work-experience-el2-heading": "Especialista en Informática",
  "work-experience-el2-timelapse": "Enero 2023 - Presente",
  "work-experience-el2-subHeading": "Dirección Municipal de Ordenamiento y Urbanismo, Perico, Matanzas, Cuba",
  "work-experience-el2-p": "Dentro de las funciones que realizo se encuentran:",
  "work-experience-el2-li1": "Actualizaciones de aplicaciones, antivirus y software en general.",
  "work-experience-el2-li2": "Mantenimiento y actualización de hardware.",
  "work-experience-el2-li3": "Inventarios de recursos(hardware y software)",
  "work-experience-el2-li4": "Capacitaciones del personal sobre diversas aplicaciones.",
  "portfolio-heading": "Portafolio",
  "portfolio-subHeading": "Revise algo de mi trabajo.",
  "portfolio-p": "Una muestra de lo que soy capaz de hacer. Recopilación de mis trabajos más importantes. Proyectos tanto personales como trabajos oficiales.",
  "portfolio-el1-type": "El clásico juego de Nokia adaptado a la web...",
  "portfolio-el1-p1": "Una librería desarrollada con JavaScript para la generación de alertas y notificaciones atractivas para el usuario y fácil de usar por los desarrolladores.",
  "portfolio-el1-p2": "Proyecto personal destinado a practicar mis habilidades de desarrollo con JavaScript.",
  "portfolio-el1-p3": "Lenguajes y herramientas utilizadas: HTML5, CSS3, JS, Bootstrap, jQuery.",
  "portfolio-el1-category": "Desarrollo web",
  "portfolio-el1-close": "Cerrar",
  "portfolio-el2-type": "Sitio web de la Biblioteca André Voisin",
  "portfolio-el2-p1": "Sitio web de la Biblioteca André Voisin, perteneciente a la Estación Experimental de Pastos y Forrajes Indio Hatuey. Biblioteca digital que permite la descarga y consulta de materiales relacionados con la agricultura, veterinaria, agropecuaria, entre otros temas afines.",
  "portfolio-el2-p2": "Proyecto profesional, desarrollado como práctica laboral durante la carrera. En este, practico mis habilidades de full-stack, ya que se debía desarrollar una sección de administrador, que permitiera subir nuevos documentos, entre otras funcionalidades.",
  "portfolio-el2-p3": "Lenguajes y herramientas utilizadas: HTML5, CSS3, JS, Bootstrap, jQuery, PHP, MySQL.",
  "portfolio-el2-category":"Desarrollo Web",
  "portfolio-el2-close": "Cerrar",
  "portfolio-el3-type": "Librería de alertas JavaScript"
  
}
